Object.assign(DB, {
  ga: {
    name: "Галлий (Ga)",
    w: "69.723",
    use: "Микросхемаҳо.",
    fact: "Дар кафи даст об мешавад.",
    danger: "Бехатар."
  },
  ge: {
    name: "Германий (Ge)",
    w: "72.630",
    use: "Нахҳои оптикӣ.",
    fact: "Аввалин транзисторҳо.",
    danger: "Бехатар."
  },
  as: {
    name: "Арсен (As)",
    w: "74.921",
    use: "Нимноқилҳо.",
    fact: "«Подшоҳи заҳрҳо».",
    danger: "Хеле заҳрнок."
  },
  se: {
    name: "Селен (Se)",
    w: "78.971",
    use: "Панелҳои офтобӣ.",
    fact: "Фотоэлектрикӣ.",
    danger: "Дар миқдори зиёд заҳрнок."
  },
  br: {
    name: "Бром (Br)",
    w: "79.904",
    use: "Тиб.",
    fact: "Ягона гайриметалли моеъ.",
    danger: "Заҳролуд."
  },
  kr: {
    name: "Криптон (Kr)",
    w: "83.798",
    use: "Лампаҳо.",
    fact: "Гази «пинҳон».",
    danger: "Бехатар."
  },
  rb: {
    name: "Рубидий (Rb)",
    w: "85.468",
    use: "Соатҳои атомӣ.",
    fact: "Дар ҳаво оташ мегирад.",
    danger: "Хатарнок."
  },
  sr: {
    name: "Стронсий (Sr)",
    w: "87.62",
    use: "Фейерверкҳои сурх.",
    fact: "Ба ҷои калсий.",
    danger: "Бехатар."
  },
  y: {
    name: "Иттрий (Y)",
    w: "88.906",
    use: "Лазерҳо.",
    fact: "Аз Иттербӣ.",
    danger: "Бехатар."
  },
  zr: {
    name: "Цирконий (Zr)",
    w: "91.224",
    use: "Реакторҳо.",
    fact: "Ба зангзанӣ тобовар.",
    danger: "Бехатар."
  },
  nb: {
    name: "Ниобий (Nb)",
    w: "92.906",
    use: "Хӯлаҳо.",
    fact: "Аз Ниобея.",
    danger: "Бехатар."
  },
  mo: {
    name: "Молибден (Mo)",
    w: "95.95",
    use: "Пӯлоди баландсифат.",
    fact: "Нуқтаи обшавии баланд.",
    danger: "Бехатар."
  },
  tc: {
    name: "Технеций (Tc)",
    w: "98",
    use: "Тибби ядроӣ.",
    fact: "Якумин элементи сунъӣ.",
    danger: "Радиоактив."
  },
  ru: {
    name: "Рутений (Ru)",
    w: "101.07",
    use: "Катализаторҳо.",
    fact: "Гурӯҳи платина.",
    danger: "Бехатар."
  },
  rh: {
    name: "Родий (Rh)",
    w: "102.91",
    use: "Катализатори автомобил.",
    fact: "Гаронтарин металлҳо.",
    danger: "Бехатар."
  },
  pd: {
    name: "Палладий (Pd)",
    w: "106.42",
    use: "Катализатор.",
    fact: "Ҳидрогенро ҷабб мекунад.",
    danger: "Бехатар."
  },
  ag: {
    name: "Нуқра (Ag)",
    w: "107.87",
    use: "Заргарӣ.",
    fact: "Беҳтарин ноқил.",
    danger: "Бехатар."
  },
  cd: {
    name: "Кадмий (Cd)",
    w: "112.41",
    use: "Батареяҳо.",
    fact: "Заҳрнок.",
    danger: "Заҳрнок."
  },
  in: {
    name: "Индий (In)",
    w: "114.82",
    use: "Экранҳои сенсорӣ.",
    fact: "Мулоим.",
    danger: "Бехатар."
  },
  sn: {
    name: "Қалъагӣ (Sn)",
    w: "118.71",
    use: "Қалъагӣ кардани зарфҳо.",
    fact: "«Бемории қалъагӣ».",
    danger: "Бехатар."
  },
  sb: {
    name: "Сурма (Sb)",
    w: "121.76",
    use: "Хӯлаҳо.",
    fact: "Металлоид.",
    danger: "Заҳрнок."
  },
  te: {
    name: "Теллур (Te)",
    w: "127.60",
    use: "Нимноқилҳо.",
    fact: "Бӯи нохуш.",
    danger: "Заҳрнок."
  },
  i: {
    name: "Йод (I)",
    w: "126.90",
    use: "Тиб.",
    fact: "Барои сипаршакл.",
    danger: "Дар миқдори зиёд заҳрнок."
  },
  xe: {
    name: "Ксенон (Xe)",
    w: "131.29",
    use: "Лампаҳо.",
    fact: "Гази нодир.",
    danger: "Бехатар."
  },
  cs: {
    name: "Сезий (Cs)",
    w: "132.91",
    use: "Соатҳои атомӣ.",
    fact: "Фаолтарин металл.",
    danger: "Хеле хатарнок."
  },
  ba: {
    name: "Барий (Ba)",
    w: "137.33",
    use: "Рентген.",
    fact: "Ранги сабз дар алов.",
    danger: "Пайвастагиҳо заҳрноканд."
  },
  la: {
    name: "Лантан (La)",
    w: "138.91",
    use: "Батареяҳо.",
    fact: "Аввалин лантаноид.",
    danger: "Бехатар."
  },
  ce: {
    name: "Серий (Ce)",
    w: "140.12",
    use: "Санги оташгирон.",
    fact: "Дар ҳаво оташ мегирад.",
    danger: "Бехатар."
  },
  pr: {
    name: "Празеодим (Pr)",
    w: "140.91",
    use: "Магнитҳо.",
    fact: "Ранги сабз.",
    danger: "Бехатар."
  },
  nd: {
    name: "Неодим (Nd)",
    w: "144.24",
    use: "Магнитҳои қавӣ.",
    fact: "Қавитарин магнитҳо.",
    danger: "Бехатар."
  }
});
