var DB = {
  h: {
    name: "Ҳидроген (H)",
    w: "1.008",
    use: "Сӯзишвории мушакҳо ва ситораҳо.",
    fact: "Элементи аз ҳама паҳншуда дар Коинот.",
    danger: "Тарканда аст."
  },
  he: {
    name: "Ҳелий (He)",
    w: "4.003",
    use: "Пур кардани пуфакҳо ва хунуккунӣ.",
    fact: "Дувумин элементи сабуктарин.",
    danger: "Бехатар."
  },
  li: {
    name: "Литий (Li)",
    w: "6.94",
    use: "Батареяҳои телефон ва ноутбук.",
    fact: "Метавонад дар болои об шино кунад.",
    danger: "Ҳангоми тамос бо об метаркад."
  },
  be: {
    name: "Бериллий (Be)",
    w: "9.012",
    use: "Қисмҳои тайёра.",
    fact: "Сабук ва мустаҳкам.",
    danger: "Чанг заҳрнок."
  },
  b: {
    name: "Бор (B)",
    w: "10.81",
    use: "Шишаҳои тобовар.",
    fact: "Барои сахт кардани пӯлод.",
    danger: "Бехатар."
  },
  c: {
    name: "Карбон (C)",
    w: "12.011",
    use: "Алмаз, графит, асоси ҳаёт.",
    fact: "Алмаз ва ангишт — як элемент.",
    danger: "Бехатар."
  },
  n: {
    name: "Азот (N)",
    w: "14.007",
    use: "Нуриҳо ва яхкунӣ.",
    fact: "78% ҳаворо ташкил медиҳад.",
    danger: "Моеъ — ниҳоят сард."
  },
  o: {
    name: "Оксиген (O)",
    w: "15.999",
    use: "Нафаскашӣ.",
    fact: "Моеъ ранги кабуд дорад.",
    danger: "Оташгиранда."
  },
  f: {
    name: "Фтор (F)",
    w: "18.998",
    use: "Хамираи дандон.",
    fact: "Фаолтарин гайриметалл.",
    danger: "Гази заҳролуд."
  },
  ne: {
    name: "Неон (Ne)",
    w: "20.180",
    use: "Лавҳаҳои рекламавӣ.",
    fact: "Ранги сурх.",
    danger: "Бехатар."
  },
  na: {
    name: "Натрий (Na)",
    w: "22.990",
    use: "Намаки ош.",
    fact: "Металли мулоим.",
    danger: "Бо об метаркад."
  },
  mg: {
    name: "Магний (Mg)",
    w: "24.305",
    use: "Фейерверкҳо.",
    fact: "Нури сафед.",
    danger: "Бехатар."
  },
  al: {
    name: "Алюминий (Al)",
    w: "26.982",
    use: "Тайёраҳо, фолга.",
    fact: "Пештар аз тилло гаронтар буд.",
    danger: "Бехатар."
  },
  si: {
    name: "Кремний (Si)",
    w: "28.085",
    use: "Шиша ва чипҳо.",
    fact: "Дуюмин дар Замин.",
    danger: "Бехатар."
  },
  p: {
    name: "Фосфор (P)",
    w: "30.974",
    use: "Гӯгирд ва нуриҳо.",
    fact: "Дар торикӣ нур мепошад.",
    danger: "Заҳролуд."
  },
  s: {
    name: "Сулфур (S)",
    w: "32.06",
    use: "Кислотаи сулфат.",
    fact: "Ранги зард.",
    danger: "Бехатар."
  },
  cl: {
    name: "Хлор (Cl)",
    w: "35.45",
    use: "Безараргардонии об.",
    fact: "Гази зард-сабз.",
    danger: "Заҳролуд."
  },
  ar: {
    name: "Аргон (Ar)",
    w: "39.948",
    use: "Лампаҳо.",
    fact: "Гази инертӣ.",
    danger: "Бехатар."
  },
  k: {
    name: "Калий (K)",
    w: "39.098",
    use: "Нуриҳо.",
    fact: "Дар об метаркад.",
    danger: "Хатарнок."
  },
  ca: {
    name: "Калсий (Ca)",
    w: "40.078",
    use: "Устухонҳо.",
    fact: "Металли нуқрагун.",
    danger: "Бехатар."
  },
  sc: {
    name: "Скандий (Sc)",
    w: "44.956",
    use: "Лампаҳо.",
    fact: "Металли сабук.",
    danger: "Бехатар."
  },
  ti: {
    name: "Титан (Ti)",
    w: "47.867",
    use: "Имплантҳо, авиация.",
    fact: "Ба зангзанӣ тобовар.",
    danger: "Бехатар."
  },
  v: {
    name: "Ванадий (V)",
    w: "50.942",
    use: "Пӯлод.",
    fact: "Номаш аз олиҳа.",
    danger: "Заҳролуд."
  },
  cr: {
    name: "Хром (Cr)",
    w: "51.996",
    use: "Пӯлоди зангногир.",
    fact: "Занг намезанад.",
    danger: "Бехатар."
  },
  mn: {
    name: "Марганец (Mn)",
    w: "54.938",
    use: "Релсҳо, батареяҳо.",
    fact: "Барои майна.",
    danger: "Бехатар."
  },
  fe: {
    name: "Оҳан (Fe)",
    w: "55.845",
    use: "Сохтмон, гемоглобин.",
    fact: "Миррих сурх аст.",
    danger: "Бехатар."
  },
  co: {
    name: "Кобалт (Co)",
    w: "58.933",
    use: "Магнитҳо.",
    fact: "Ранги кабуд.",
    danger: "Дар миқдори зиёд заҳрнок."
  },
  ni: {
    name: "Никел (Ni)",
    w: "58.693",
    use: "Тангаҳо.",
    fact: "Ядрои Замин.",
    danger: "Аллергия."
  },
  cu: {
    name: "Мис (Cu)",
    w: "63.546",
    use: "Симҳои барқӣ.",
    fact: "Якумин металли истифодашуда.",
    danger: "Бехатар."
  },
  zn: {
    name: "Руҳ (Zn)",
    w: "65.38",
    use: "Батареяҳо.",
    fact: "Барои имунитет.",
    danger: "Бехатар."
  }
};
