Object.assign(DB, {
  pm: {
    name: "Прометий (Pm)",
    w: "145",
    use: "Батареяҳои ядроӣ.",
    fact: "Радиоактив.",
    danger: "Радиоактив."
  },
  sm: {
    name: "Самарий (Sm)",
    w: "150.36",
    use: "Магнитҳо.",
    fact: "Барои саратон.",
    danger: "Бехатар."
  },
  eu: {
    name: "Европий (Eu)",
    w: "151.96",
    use: "Экранҳои TV.",
    fact: "Нури сурх ва кабуд.",
    danger: "Бехатар."
  },
  gd: {
    name: "Гадолиний (Gd)",
    w: "157.25",
    use: "MRI.",
    fact: "Магнитӣ.",
    danger: "Бехатар."
  },
  tb: {
    name: "Тербий (Tb)",
    w: "158.93",
    use: "Лампаҳо.",
    fact: "Ранги сабз.",
    danger: "Бехатар."
  },
  dy: {
    name: "Диспрозий (Dy)",
    w: "162.50",
    use: "Магнитҳо.",
    fact: "Ба ҳарорати баланд тобовар.",
    danger: "Бехатар."
  },
  ho: {
    name: "Гольмий (Ho)",
    w: "164.93",
    use: "Лазерҳои тиббӣ.",
    fact: "Қавитарин майдони магнитӣ.",
    danger: "Бехатар."
  },
  er: {
    name: "Эрбий (Er)",
    w: "167.26",
    use: "Нахҳои оптикӣ.",
    fact: "Ранги гулобӣ.",
    danger: "Бехатар."
  },
  tm: {
    name: "Тулий (Tm)",
    w: "168.93",
    use: "Рентген.",
    fact: "Хеле нодир.",
    danger: "Бехатар."
  },
  yb: {
    name: "Иттербий (Yb)",
    w: "173.05",
    use: "Лазерҳо.",
    fact: "Мулоим.",
    danger: "Бехатар."
  },
  lu: {
    name: "Лютеций (Lu)",
    w: "174.97",
    use: "Катализаторҳо.",
    fact: "Охирин лантаноид.",
    danger: "Бехатар."
  },
  hf: {
    name: "Гафний (Hf)",
    w: "178.49",
    use: "Реакторҳо.",
    fact: "Монанд ба цирконий.",
    danger: "Бехатар."
  },
  ta: {
    name: "Тантал (Ta)",
    w: "180.95",
    use: "Конденсаторҳо.",
    fact: "Ба зангзанӣ тобовар.",
    danger: "Бехатар."
  },
  w: {
    name: "Волфрам (W)",
    w: "183.84",
    use: "Риштаҳои лампа.",
    fact: "Баландтарин нуқтаи обшавӣ.",
    danger: "Бехатар."
  },
  re: {
    name: "Рений (Re)",
    w: "186.21",
    use: "Муҳаррикҳо.",
    fact: "Нодир.",
    danger: "Бехатар."
  },
  os: {
    name: "Осмий (Os)",
    w: "190.23",
    use: "Нӯги қалам.",
    fact: "Вазнинтарин.",
    danger: "Оксиди заҳрнок."
  },
  ir: {
    name: "Иридий (Ir)",
    w: "192.22",
    use: "Шамъҳои автомобил.",
    fact: "Ба зангзанӣ тобовартарин.",
    danger: "Бехатар."
  },
  pt: {
    name: "Платина (Pt)",
    w: "195.08",
    use: "Заргарӣ.",
    fact: "Қиматбаҳо.",
    danger: "Бехатар."
  },
  au: {
    name: "Тилло (Au)",
    w: "196.97",
    use: "Заргарӣ.",
    fact: "Занг намезанад.",
    danger: "Бехатар."
  },
  hg: {
    name: "Симаб (Hg)",
    w: "200.59",
    use: "Термометрҳо.",
    fact: "Ягона металли моеъ.",
    danger: "Хеле заҳрнок."
  },
  tl: {
    name: "Таллий (Tl)",
    w: "204.38",
    use: "Электроника.",
    fact: "Заҳрнок.",
    danger: "Хеле заҳрнок."
  },
  pb: {
    name: "Сурб (Pb)",
    w: "207.2",
    use: "Батареяҳо.",
    fact: "Вазнин.",
    danger: "Заҳрнок."
  },
  bi: {
    name: "Висмут (Bi)",
    w: "208.98",
    use: "Дориҳо.",
    fact: "Камзаҳр.",
    danger: "Нисбатан бехатар."
  },
  po: {
    name: "Полоний (Po)",
    w: "209",
    use: "Манбаи гармӣ.",
    fact: "Аз ҷониби Кюри.",
    danger: "Хеле радиоактив."
  },
  at: {
    name: "Астат (At)",
    w: "210",
    use: "Тадқиқот.",
    fact: "Нодиртарин.",
    danger: "Радиоактив."
  },
  rn: {
    name: "Радон (Rn)",
    w: "222",
    use: "Тадқиқот.",
    fact: "Гази радиоактив.",
    danger: "Хеле хатарнок."
  },
  fr: {
    name: "Франсий (Fr)",
    w: "223",
    use: "Тадқиқот.",
    fact: "Нодиртарин металл.",
    danger: "Радиоактив."
  },
  ra: {
    name: "Радий (Ra)",
    w: "226",
    use: "Таърихан дар тиб.",
    fact: "Аз ҷониби Кюри.",
    danger: "Хеле радиоактив."
  },
  ac: {
    name: "Актиний (Ac)",
    w: "227",
    use: "Тадқиқот.",
    fact: "Аввалин актиноид.",
    danger: "Радиоактив."
  },
  th: {
    name: "Торий (Th)",
    w: "232.04",
    use: "Энергияи ядроӣ.",
    fact: "Алтернатива ба уран.",
    danger: "Радиоактив."
  }
});
